brew "coreutils"
brew "curl"
brew "direnv"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-lfs"
brew "jq"
brew "ripgrep"
brew "stow"
brew "tlrc"
brew "tmux"
brew "tree"
brew "uv"
brew "vim"
brew "watch"
brew "wget"
brew "z"
brew "zsh"
cask "font-ibm-plex-sans-jp"
cask "font-iosevka"
cask "font-noto-sans-cjk-jp"
cask "font-noto-sans-mono-cjk-jp"
cask "font-noto-serif-cjk-jp"
cask "git-credential-manager"
